{
  "plugins": {
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "1.0.0 - 2.0.0"
    },
    "catppuccin": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "efmls-configs": {
      "src": "https://github.com/creativenull/efmls-configs-nvim"
    },
    "fzf-lua": {
      "src": "https://www.github.com/ibhagwan/fzf-lua"
    },
    "gitsigns.nvim": {
      "src": "https://www.github.com/lewis6991/gitsigns.nvim"
    },
    "lualine": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "luasnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip"
    },
    "mason": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "mason-lspconfig": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim"
    },
    "mason-tool-installer": {
      "src": "https://github.com/WhoIsSethDaniel/mason-tool-installer.nvim"
    },
    "mini": {
      "src": "https://www.github.com/echasnovski/mini.nvim"
    },
    "nvim-lspconfig": {
      "src": "https://www.github.com/neovim/nvim-lspconfig"
    },
    "nvim-tree.lua": {
      "src": "https://github.com/nvim-tree/nvim-tree.lua"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "toggleterm": {
      "src": "https://github.com/akinsho/toggleterm.nvim"
    },
    "toggleterm.nvim": {
      "src": "https://github.com/akinsho/toggleterm.nvim"
    }
  }
}
